Repository: Seulasslintan/woocommerce-pfand
Catalog: languages/woocommerce-pfand-*_formal.po
Languages: de_de

source: Deposit
de_de: Pfand

source: Hide in loop
de_de: Verstecke im Loop

source: If checked hides deposit display on archives and single product pages.
de_de: Wenn aktiviert: Versteckt Pfandwertanzeige in Archiven und auf Produkteinzelseiten.

source: Hide in cart/checkout
de_de: Verstecke in Warenkorb/Kasse

source: If checked hides deposit display next to the product prices in the cart and checkout.
de_de: Wenn aktiviert: Versteckt Pfandwertanzeige neben Produktpreisen in Warenkorb und Kasse.

# taxonomy general name
source: Deposit Types
de_de: Pfandwerte

# taxonomy singular name
source: Deposit Type
de_de: Pfandwert

# admin menu
source: Deposit Types
de_de: Pfandwerte

# add new on admin bar
source: Add New Deposit Type
de_de: Neuen Pfandwert hinzufügen

# add new on admin menu
source: Add New Deposit Type
de_de: Neuen Pfandwert hinzufügen

source: Search Deposit Types
de_de: Pfandwerte durchsuchen

source: Popular Deposit Types
de_de: Beliebte Pfandwerte

source: All Deposit Types
de_de: Alle Pfandwerte

source: Parent Deposit Type
de_de: Übergeordneter Pfandwert

source: Parent Deposit Type:
de_de: Übergeordneter Pfandwert:

source: Edit Deposit Type
de_de: Pfandwert bearbeiten

source: Update Deposit Type
de_de: Pfandwert aktualisieren

source: New Deposit Type
de_de: Neuen Pfandwert hinzufügen

source: Separate deposit types with commas
de_de: Trenne Pfandwerte mit Kommata

source: Add or remove Deposit Types
de_de: Pfandwert hinzufügen oder entfernen

source: Choose from most used Deposit Types
de_de: Wählen Sie von den meistgenutzten Pfandwerten

source: Deposit Type
de_de: Pfandwert

source: Description
de_de: Beschreibung

source: Count
de_de: Anzahl

source: plus deposit of %s
de_de: zzgl. %s Pfand

source: Deposit Total
de_de: Pfand Summe
